[
    {
      "title": "Acne and rosacea",
      "section":
        "Is it acne or rosacea? One of the most common signs of rosacea, bumps, and pimples, is also one of the most common causes of confusion about the skin condition."
    },
    {
      "title": "Bumps and growths",
      "section":	"There are a number of skin conditions that cause bumps and growths to appear on the surface or just below the skin."
    }, 
    {
      "title": "Color problems in your skin",
      "section":  "Irregular areas in which there are changes in skin color are a common problem with a wide array of potential causes."
      
    }, 
    {
      "title":"Contagious skin diseases",
      "section":"<li>Learn which types of skin diseases are contagious.</li>  <li>Athlete's foot: How to prevent</li><li>Cold sores</li>      <li>Genital herpes</li>      <li>Genital warts</li>      <li>Head lice</li>    <li>Herpes simplex</li>      <li>Impetigo</li>      <li>Molluscum contagiosum</li>      <li>Nail fungus</li>      <li>Ringworm</li>      <li>Scabies</li>      <li>Shingles</li>      <li>Warts</li>      <li>Cosmetic treatments</li>  <li>From chemical peels, botox, and fillers, find out which cosmetic treatment is right for you and what questions you should ask before getting a cosmetic treatment.</li>"
      
    }, 
    {
      "title": "Dry / sweaty skin",
      "section":"<li>Do you have really dry or excessively sweaty skin? Find out the causes of your symptoms and learn how you can manage your condition.</li><li>Dry skin</li><li>Dry, scaly, and painful hands could be hand eczema</li><li>Hyperhidrosis</li>"
    },
    {
      "title":"Eczema / dermatitis",
      "section":"<li><li>Eczema and dermatitis are terms for a group of skin conditions that cause the skin to become inflamed or irritated. Learn about the causes, symptoms, treatment, and prevention of these common skin conditions.</li>,<li>Eczema Resource Center - Caring for a child with eczema</li>,<li>Atopic dermatitis</li>,<li>Contact dermatitis</li>,<li>Dry, scaly, and painful hands could be hand eczema</li>,<li>Dyshidrotic eczema</li>, <li>Neurodermatitis</li>, <li>Nummular dermatitis</li>, <li>Stasis dermatitis</li>"
    }, 
    {
      "title": "Hair and scalp problems",
      "section":"<li>Many people have hair or scalp problems. Their hair may be thinning or falling out, break off, or grow slowly. Dandruff or an itching or peeling scalp may cause discomfort.</li> <li>Alopecia areata</li><li>Dandruff: How to treat</li> <li>Hair loss</li><li>Scalp psoriasis</li>"
    },  
    {
      "title":"Itchy skin",
      "section":"<li>Are you suffering from itchy skin? Find out the possible causes that are making you want to scratch.</li> <li>Bed bugs</li> <li>Hives</li> <li>Poison ivy, oak, and sumac</li>"
    }, 
    {
      "title":"Painful skin / joints",
      "section":"<li>Learn about the diseases and conditions that may cause painful skin and joints.</li><li>Hidradenitis suppurativa</li><li>Pemphigus</li><li>Psoriatic arthritis</li><li>Scleroderma</li>"
    },  
    {
      "title":"Rashes",
      "section":"<li><li>Learn about rash types, treatments, causes, symptoms, diagnosis, and prevention.</li><li>Cellulitis</li> <li>Diaper rash: How to treat</li><li>Lichen planus</li><li>Lupus and your skin</li> <li>Nickel allergy</li><li>Perioral dermatitis</li> <li>Pityriasis rosea</li> <li>Rash 101 in adults: When to seek treatment</li>"
    },   
    {
      "title":"Scaly skin",
      "section":"<li>There are many reasons why your skin might look scaly. Learn about the diseases and conditions that may cause scaly skin.</li><li>Actinic keratosis</li><li>Psoriasis</li> <li>Psoriasis video library</li> <li>Seborrheic dermatitis</li>"
    },
      
    {
      "title":"Skin cancer",
      "section":"Find skin cancer information and treatment options and learn how you can prevent and detect the disease."
    },  
    {
      "title":"Video library",
      "section":"The Academy produces this video library to demonstrate dermatologist-recommended tips you can use to properly care for your skin, hair, and nails."
    }, 
    {
      "title":"Ask a Dermatologist",
      "section":"\"Ask a Dermatologist\" features board-certified dermatologists answering questions submitted by the public."
    }
    
  ]